[
   {
      "num":1,
      "imageFile":"in_the_village_1.jpg",
      "catagory":"In the Village",
      "name":"The Wedding at Swan Lake Hall",
      "GawboyDescription":"This one was done in the 60's.  The Wedding at Swan Lake Hall, a friend of mine called it Ojibway Norwegian Wedding. If you look very closely at the couple you will see that they are a mixed couple.  I did three versions of this painting. This was based upon a real wedding that I saw at Silverdale outside of the Nett Lake Reservation. It was a place where people came from all directions to see logging trucks and cars of all kinds, old people and young people, you see Indians. There is a number of people from Cook and Orr that really liked this painting and asked me to do other copies of that, so that is why there turned out to be several around.",
      "GawboyAudio":"in_the_village_1.mp3",
      "JourdainAnishinaabe":"Waabizi zaaga’igan waaka’igan abinoojiiyag baatayiinowag",
      "JourdainEnglish":"At Swan Lake Hall there are lots of kids.",
      "JourdainAudio":"in_the_village_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"in_the_village_2.jpg",
      "catagory":"In the Village",
      "name":"Northern Run",
      "GawboyDescription":"This on the cover of Jim Northrup’s book the second edition of his paperback version of Walking with Res Road.  This was based upon a little house on the Vermillion Reservation in the 1940's and 1950's but I changed things around a little bit by placing a smoke house that I saw at Nett Lake in the 1940's and 19050'.  The smokehouse was built like a teepee except it had metal roofing and other parts that were put together that sort of suggests the shape of a traditional house or as a traditional smokehouse.  Chicken wire was used to keep the fish off away from the coals. The smoky fire would burn smoking the fish nice and dry.  You see a net set out to dry back in the days when you had to dry out nets and then various things in the yard like automobiles, the young couple their cleaning fish with dogs and cats and the very early spring sky moving past.",
      "GawboyAudio":"in_the_village_2.mp3",
      "JourdainAnishinaabe":"In the tent they had a smoke house. They are smoking the fish.",
      "JourdainEnglish":"Wiigawaming ogii-ayaanaawaa i’iw giikanaamozigan. Giikanaamozi’aawaad iniw ogiigooyimiwan.",
      "JourdainAudio":"in_the_village_2_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"in_the_village_3.jpg",
      "catagory":"In the Village",
      "name":"Home is the Sailor",
      "GawboyDescription":"Looking at this one you can see that there is a sailor that has come home from the service and the family has sponsored a small sing and dance for him.  There is some cars pulled up, a light is on in the house. You see an old person in front.  You see a lady there with her jingle dress. You see her mother and his sweetheart there dancing with him close by the fire.  A little boy who is going to be just a great fancy dancer someday there in the foreground and the moon comes over Nett Lake. In the back ground you can see Spirit Island.  This is supposed to set a Nett Lake but it is not quite, where I actually saw this was further up on the hill and you couldn’t see the lake very well and I moved it down to one of those log houses that used on the shore at Nett Lake. ",
      "GawboyAudio":"in_the_village_3.mp3",
      "JourdainAnishinaabe":"Sailor/Shipman, for him who came home, they had a big dance.",
      "JourdainEnglish":"Naabikwaaninini gii-pi-giiwed, gii-kichi-niimi’idiwag.",
      "JourdainAudio":"in_the_village_3_anishinaabe.mp3"
   },
   {
      "num":4,
      "imageFile":"in_the_village_4.jpg",
      "catagory":"In the Village",
      "name":"Rice Thresher",
      "GawboyDescription":"For most people they don’t know what this is. It looks like old an old abandoned automobile in the foreground but anyone who has been involved in the rice business for a long time knows that is a rice thresher in the foreground hooked up to crank shaft of a model A.  A newer model car comes in the background and no doubt that is the customer.  He is paying for some custom wild rice threshing. There are dozens of such homemade rice threshing operations today in the country and scattered all through the countryside of the north here but probably not as much as there used to be. In the hay day of the wild rice business all kinds of backyard operations would start out like this and this way to do a few more loads of wild rice to thresh it out than one would ordinarily do if you did it by hand.",
      "GawboyAudio":"in_the_village_4.mp3",
      "JourdainAnishinaabe":"Long ago, gas powered car, they used it as a thresher when they finish (processing) that wild rice.",
      "JourdainEnglish":"Mewinzha waasamoo-odaabaan ogii-abaajitgoonaawaa bakiteshka’igan gii-kiizhitoowaad i’iw manoomin.",
      "JourdainAudio":"in_the_village_4_anishinaabe.mp3"
   },
   {
      "num":5,
      "imageFile":"in_the_village_5.jpg",
      "catagory":"In the Village",
      "name":"Nett Lake Elders",
      "GawboyDescription":"What we are looking at here if there is a possible way that one could crop off the bottom where it indicated on the slide, this was taken in my studio, my studio at the time when I was living in the Twin Cities and the Nett Lake Government Center had just been built.  Several fellows came down to Minneapolis to ask if I would do a mural for them and they had some money set aside to do that, of course I was very pleased to do that.  This painting is 4x8' and it sits in the Nett Lake Government Center today, I am very proud of it. Many people have said exactly who all the people are and identified the people in the mural especially the old couple. The people who have posed as models for the mural. Actually it is a blend of many different faces and many different people I have met over the years.  What I did is a put an old couple in the foreground, and in the background going from left to right are all kinds of  things that the old people at Nett Lake used to do in various stages of history. It is my way of honoring them.  So when going from left to right here one sees a hunter, a wild ricer, a logger from the 1930's holding a big cant hook.  You see a veteran from World War II. You see a man holding a son on his lap teaching him to sing. In the next in line with a bantal ear bag over his shoulder is a medicine man, next to him is a pow wow dancer, after that there are basket makers and more hunters.  Birch bark canoe making goes on in the background and a kind of gap. A lady dressed in very modern clothes dressed for working out of doors, a voyager from the 1700's and early 1800's and then next to him would be a 17th Century warrior. So when I am talking about elders I’m going all the way back there. In the background you can see field like you see around Nett Lake. A lot of these fields are grown in now or have housing developments on them and then the hardwood forest that you see right next to the shore. There are ducks flying over. You sit in the village at Nett Lake and see the ducks whizzing by at all hours of the day.",
      "GawboyAudio":"in_the_village_5.mp3",
      "JourdainAnishinaabe":"They took a picture of elders to see what they were doing. They were ricers, hunters, and dancers.",
      "JourdainEnglish":"Gii-maazinakizowaad gichi-anishinaabeg gii-waabamindwaa izhichigewaad.  Manoominikewininiwag, giiyosewininiwag, miinawa gaa-niimi’idiwaad.",
      "JourdainAudio":"in_the_village_5_anishinaabe.mp3"
   },
   {
      "num":6,
      "imageFile":"in_the_village_6.jpg",
      "catagory":"In the Village",
      "name":"Going South",
      "GawboyDescription":"Of course, the geese are going south here. This is another scene that is set in Nett Lake although you see that little red house very similar to Northern Run. Here I used the same model for the house, a little house at Vermillion.  At Nett Lake there are water pumps around the village and people would carry the water from the pumps to their homes and it was just a common site to see the water being carried at different times during the day and to hear the pumps screeching and creaking. This girl has set her buckets down and watched the geese flying over the Catholic Church you can see in the background.  I think now that is a Protestant sect has services in there now.",
      "GawboyAudio":"in_the_village_6.mp3",
      "JourdainAnishinaabe":"The girl is watching those geese as they leave south when they go.",
      "JourdainEnglish":"Ikwezens ganawaabamaawaad iniw nikag maajaawaad zhaawanong izhaawaad.",
      "JourdainAudio":"in_the_village_6_anishinaabe.mp3"
   },
   {
      "num":7,
      "imageFile":"in_the_village_7.jpg",
      "catagory":"In the Village",
      "name":"Walking Home by Lantern Light",
      "GawboyDescription":"In winter when the nights are real long and if this family was visiting over at their next door  neighbors they were sent home to walk with lanterns, sometimes a couple of miles. I look back on a painting like this and I think would I ever let my child do that today, walk along a county or state road at night with a barn lantern, but that is what we did all the time. I would like to think that is it some kind of Laura Engels Wilder type of quilting bee or something like corn husking or something like that going on, but actually these people were watching the Ed Sullivan show on a Sunday night and that is why they were walking back, I don’t know if you really want to say that.",
      "GawboyAudio":"in_the_village_7.mp3",
      "JourdainAnishinaabe":"There were three those girls, as they walk when it is night. They were using lamps.",
      "JourdainEnglish":"Gii-nisiwag ingiw ikwezensag, bimosewaad nibaadibik. Gii-aabajitoonaawaan waasakonejiganan.",
      "JourdainAudio":"in_the_village_7_anishinaabe.mp3"
   },
   {
      "num":8,
      "imageFile":"in_the_village_8.jpg",
      "catagory":"In the Village",
      "name":"Evening at Wild Rice Village",
      "GawboyDescription":"There is no place called Wild Rice Village but I based it upon Nett Lake. Big hardwood trees like ashes and elms all around the old-style reservation housing. You see the roasting and the winnowing and the rice drying out in sacks and laid out on canvas on the ground. We see canoes and the sun is going down. Way in the background you can see their families, I hope that one can hear the swish and the clunk of wild rice processing going on late into the night in the early part of the season.",
      "GawboyAudio":"in_the_village_8.mp3",
      "JourdainAnishinaabe":"He was winnowing, that man, when it was evening at the Ricing Place.",
      "JourdainEnglish":"Gii-nooshkaajige a’aw inini gii-onaagoshig Manoominikaaning.",
      "JourdainAudio":"in_the_village_8_anishinaabe.mp3"
   },
   {
      "num":9,
      "imageFile":"in_the_village_9.jpg",
      "catagory":"In the Village",
      "name":"Dad’s Last Buck",
      "GawboyDescription":"There is a wonderful dove tailed cornered cabin with a set of deer antlers hanging over a picket fence with morning glories growing out of it, it is just a pleasant still life reflecting the North.",
      "GawboyAudio":"in_the_village_9.mp3",
      "JourdainAnishinaabe":"Horns, they were hanging there on the fence of the log-house/cabin.",
      "JourdainEnglish":"Eshkanag, gii-agoojinoog imaa minjikanaakobijigan mitigo-waakaa’iganing.",
      "JourdainAudio":"in_the_village_9_anishinaabe.mp3"
   },
   {
      "num":10,
      "imageFile":"in_the_village_10.jpg",
      "catagory":"In the Village",
      "name":"Pouring Rice",
      "GawboyDescription":"One of the ways in which rice is winnowed. The lady is dressed like one would dress in the 1940's pouring from one birch bark basket to the other and letting the wind blow away the chaff.",
      "GawboyAudio":"in_the_village_10.mp3",
      "JourdainAnishinaabe":"That girl she used the fanning basket when she cleans that wild rice.",
      "JourdainEnglish":"A’aw ikwe ogii-aabajitoon nooshkaajinaagan, biinitood manoomin.",
      "JourdainAudio":"in_the_village_10_anishinaabe.mp3"
   },
   {
      "num":11,
      "imageFile":"in_the_village_11.jpg",
      "catagory":"In the Village",
      "name":"Mending Canvas",
      "GawboyDescription":"Somebody said about this painting that “boy that guy can sure paint chickens”.  This based on an old bachelor that I knew that had wooden canvas canoe that he repaired. In the background you can see his house is repaired with different colored tar paper. He has some  pitch cooking over this camp fire and is repairing the wooden canvas canoe while his chickens walk around the yard.",
      "GawboyAudio":"in_the_village_11.mp3",
      "JourdainAnishinaabe":"The man he fixes the wooden-boat/canoe that is just like canvas.",
      "JourdainEnglish":"Inini onanaa’itoon mitigo-jiimaan dibishkoo babagiwayaanegamig.",
      "JourdainAudio":"in_the_village_11_anishinaabe.mp3"
   },
   {
      "num":12,
      "imageFile":"in_the_village_12.jpg",
      "catagory":"In the Village",
      "name":"Spring Tryout",
      "GawboyDescription":"Very early spring, it is still very cold. I have seen scenes like this a Nett Lake all the time in very early spring where the kids will take their bicycles out and whiz them through the mush and slush, not being dressed for the cold but still anxious to get that bicycle out.",
      "GawboyAudio":"in_the_village_12.mp3",
      "JourdainAnishinaabe":"When it is spring, boys when they speed about on a bike, they hurry as they speed about.",
      "JourdainEnglish":"Ziigwang gwiiwizensag wii-pabaamibizowaad ditibiwebizhkigan wewiibendamowaad babaamibizowaad.",
      "JourdainAudio":"in_the_village_12_anishinaabe.mp3"
   },
   {
      "num":13,
      "imageFile":"in_the_village_13.jpg",
      "catagory":"In the Village",
      "name":"Hand Parched",
      "GawboyDescription":"This is an imaginary place actually and you see a cabin there with addition put on it, the addition is a store house mainly.  People live in the cabin and they store stuff in the store house and mostly what is going to be there is wild rice. You can see different wild rice operations going on.  On the right you can see a young man jigging rice, you can see a lady roasting rice nearby with a wind break there by her fire and then a girl winnowing rice in the foreground. I was once part of the wild rice business and so many of my paintings are of wild ricing scenes in different stages.",
      "GawboyAudio":"in_the_village_13.mp3",
      "JourdainAnishinaabe":"They lived there, Ojibwe people by the river, when they made wild rice. They, they made/finished their own wild rice.",
      "JourdainEnglish":"Gii-ayaawag Anishinaabeg jiigi-ziibii manoominikewaad. Wiinawaa go ogii-kiizhitoonaawaa i’iw manoomin.",
      "JourdainAudio":"in_the_village_13_anishinaabe.mp3"
   },
   {
      "num":14,
      "imageFile":"in_the_village_14.jpg",
      "catagory":"In the Village",
      "name":"Spring Roads",
      "GawboyDescription":"At Nett Lake I always remember the roads would just disappear in the spring and there would be almost a creek there, in a lot of places in the North that’s what happens, puddles, one just sinks deep. It is a rural home with the roads turning into slush.",
      "GawboyAudio":"in_the_village_14.mp3",
      "JourdainAnishinaabe":"The girl, as she walks around, her little sibling accompanies her. It is muddy.",
      "JourdainEnglish":"Ikwezens gii-pabaamosed oshiimeyan gii-wiijiwaad. Gii-azhkashkiikaa.",
      "JourdainAudio":"in_the_village_14_anishinaabe.mp3"
   },
   {
      "num":15,
      "imageFile":"in_the_village_15.jpg",
      "catagory":"In the Village",
      "name":"Rice Camp Morning",
      "GawboyDescription":"I did several versions of this one also. There is the water pump that use to be in different locations around Nett Lake. A typical reservation house at Nett Lake with shingles, a little Cape Cod style, see a canoe, a tarp and paddles, rice poles up on the roof.  See two young men coming home after duck hunting in the morning going by the church that I based upon the old Methodist Church at Nett Lake.  They are coming home after a morning duck hunt, the ricers will go out after the morning dew is off and the morning round of chores begins.",
      "GawboyAudio":"in_the_village_15.mp3",
      "JourdainAnishinaabe":"The girl, as she fetched water, men they arrived, they were hunting ducks.",
      "JourdainEnglish":"Ikwezens gii-naadoobiid, ininiwag gii-tagoshinoog gii-kiiyosewaad zhiishiiban. ",
      "JourdainAudio":"in_the_village_15_anishinaabe.mp3"
   },
   {
      "num":16,
      "imageFile":"in_the_village_16.jpg",
      "catagory":"In the Village",
      "name":"River of History River of Tradition",
      "GawboyDescription":"Starting from the foreground the time set here is about 1814. The voyager and the young  Indian girl, she is berry picking of course and he is courting her.  Of course there is the guard over there on the left, the grandma and the kids.  Going down the slope is the American Fur Company post built on the St. Louis River and operated through the 1860's.  The picket fence there that you see on the fur trading post goes around a garden and a graveyard to keep traffic out of those areas.  The buildings outside of the stockade are the American fur company buildings, John Jacobs Asters Company that operated in this part of the company between 1804 and the 1850's.  The island just off from the post was Ojibwa gardens. There is a summer village there with garden plots. Right now this island is filled with willows and brush. Then in the background behind is Fond du Lac, in Wisconsin which is now the ski area. You can actually climb up the hill and look out over this view and the landscape is very much the same.  Of the course the little town of Fond du Lac not to be confused with the reservation this is a little town or neighborhood at the end of Duluth which sits right there where the American Fur Company buildings. Highway 23 goes right through the middle of that view. One shouldn’t overlook the Indian heritage of the little village of Fond du Lac because there are many Indians that lived there in the early part of 20th century.  Ultimately these families for the most part have moved to the reservation up river.",
      "GawboyAudio":"in_the_village_16.mp3",
      "JourdainAnishinaabe":"Along the river, they lived there Ojibwe people.  They look at the island.",
      "JourdainEnglish":"Jiigi-ziibii ge-ayaawag ingiw Anishinaabeg. Ganawaabandamowaad i’iw minis.",
      "JourdainAudio":"in_the_village_16_anishinaabe.mp3"
   },
   {
      "num":17,
      "imageFile":"in_the_village_17.jpg",
      "catagory":"In the Village",
      "name":"Home From School",
      "GawboyDescription":"This is autobiographical. You will see a lot of these little farms and homes like you see here. Walking home from school probably in March, some of the snow has melted and a scene from the 1950's.",
      "GawboyAudio":"in_the_village_17.mp3",
      "JourdainAnishinaabe":"The boy and girl they are coming home after school.",
      "JourdainEnglish":"Gwiiwizens miinawaa ikwezens bi-kiiwewaad ishkwaa-gikinooo’amaading.",
      "JourdainAudio":"in_the_village_17_anishinaabe.mp3"
   },
   {
      "num":18,
      "imageFile":"in_the_village_18.jpg",
      "catagory":"In the Village",
      "name":"Woman’s Ball Game",
      "GawboyDescription":"I saw a woman’s ball game being played at Nett Lake in the very early 1960's.  It looked very much like this except what I did was put older model automobiles in the background. In the background you can see what replaced many of these traditions. The athletic expression of Ojibwa people kind of turned to baseball and indoor sports like volleyball and basketball. This was woman’s game that was very much like soccer or hockey and had very similar rules.  You played with great big long poles and buckskin bag was stabbed with a sharp end of the pole and brought from one goal to the next. You see some of the women there blocking for the runner who is making the escape to the goal.  This has been one of my favorites.",
      "GawboyAudio":"in_the_village_18.mp3",
      "JourdainAnishinaabe":"Women they played ball long ago. Sticks, they used them.",
      "JourdainEnglish":"Ikwewag gii-pakatejigewaad mewinzha.  Mitigoon ogii-abajitoonaawaan.",
      "JourdainAudio":"in_the_village_18_anishinaabe.mp3"
   },
   {
      "num":19,
      "imageFile":"in_the_village_19.jpg",
      "catagory":"In the Village",
      "name":"Courting of Philomene",
      "GawboyDescription":"Philomene is a fictional character. She would a lady that lived in the 1900's and she would be carrying home firewood, one of her round up daily chores and here is this young dude with courting.  So as she walks the path with her load of wood, she will hear this flute Look at the expression on her face I don’t think she is very impressed but maybe he will win her over.  These are two plywood cutouts and they are rounded over a little bit to suggest sculpture. They look three dimensional but are actually two dimensional.",
      "GawboyAudio":"in_the_village_19.mp3",
      "JourdainAnishinaabe":"That girl is going about, picking up wood.  She met her sweetheart, then they had good luck.",
      "JourdainEnglish":"A’aw ikwezens babaa-asiganan miisan. Gii-nagiizhkawaad wiinimosheyan. Mii go gii-minosewaad.",
      "JourdainAudio":"in_the_village_19_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"on_the_water_1.jpg",
      "catagory":"On the Water",
      "name":"Chippewa Duck Hunters",
      "GawboyDescription":"One of my favorite paintings it is a watercolor, the viewer is somehow above the canoe looking down into it. You see the symmetry of the canoe, the shotguns lying on the gunnels of the canoe sticking out and you see it almost perfect counter point of the paddles.  At Nett Lake after ricing, you see the duck hunters go and they will be bringing in ducks like this and a great many of them are cooked up during the fall of the year.  I show the woman in the stern. Very often I used to see the women being very excellent steerers and paddlers in the stern but there is a very practical reason for this. It probably goes back many centuries. That is so the man who is the hunter could have a better shot at any game that might present itself. So that custom just continued.",
      "GawboyAudio":"on_the_water_1.mp3",
      "JourdainAnishinaabe":"Ishkwaa-manoominikewaad, giiyosewaad. Baashkiziwaawaad.  Wii-amwaawaad.  Ikwe jiime giiyosed inini. Niigaan namadibi giiyosed.",
      "JourdainEnglish":"After they go wild ricing, they hunt ducks.  They shoot them. They want to eat them.  Woman she paddles the canoe as he hunts, the man. Behind she sits when he hunts.",
      "JourdainAudio":"on_the_water_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"on_the_water_3.jpg",
      "catagory":"On the Water",
      "name":"Offering",
      "GawboyDescription":"This is the offering of tobacco just before ricing in this case. That is a wonderful custom.  One still sees it, thank goodness, very commonly. This is a scene from the 1940's showing people like my fathers and uncles’ generation.",
      "GawboyAudio":"on_the_water_3.mp3",
      "JourdainAnishinaabe":"Jibwaa manoominikewaad, ininiwag booziwaad jiimaaning.  Akawe obagidinaawaad asemaan, jibwaa anokiiwaad.",
      "JourdainEnglish":"Before they rice, the men gets in the canoe. First they offer tobacco, before they work.",
      "JourdainAudio":"on_the_water_3_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"on_the_water_3.jpg",
      "catagory":"On the Water",
      "name":"Bound for Winter Camp",
      "GawboyDescription":"Very late October or perhaps early November in 19th Century. The winter camp would be a trapping camp way out in the woods. There would be plenty of firewood, fur bearing animals around. The family would be going to their trapping areas. They are lifting a canoe up over a beaver den. You see an older couple in the background doing the same thing just ready to launch it. You see some of the cargo including the baby, pack basket, quilt, rifle there in the foreground and a young girl who is taking care of the baby, the babysitter doing her job of course while the strapping young couple there are handling the canoe. You also see their dogs. Their dogs ran along the shore, they weren’t allowed to ride in the canoe so the dogs would rendezvous with them at the landings. The dogs would be used in the winter then for",
      "GawboyAudio":"on_the_water_3.mp3",
      "JourdainAnishinaabe":"Dagwaaging, booziwag jiimaaning. Gakiiwewag. Ombinaawaan jiimaan aazhogewaad, gibaakwa’igan.",
      "JourdainEnglish":"When it is fall, they load up in the canoe. They portage. They lift the canoes as they cross over the water, beaver dam.",
      "JourdainAudio":"on_the_water_3_anishinaabe.mp3"
   },
   {
      "num":4,
      "imageFile":"on_the_water_4.jpg",
      "catagory":"On the Water",
      "name":"Tea Break",
      "GawboyDescription":"   ",
      "GawboyAudio":"on_the_water_4.mp3",
      "JourdainAnishinaabe":"Inini, wiidookaagoon okoosan, manoominikewaad. Akawe minikwewaad aniibiish.",
      "JourdainEnglish":"The man, he is being helped by his son, when thy are ricing. First they drink tea.",
      "JourdainAudio":"on_the_water_4_anishinaabe.mp3"
   },
   {
      "num":5,
      "imageFile":"on_the_water_5.jpg",
      "catagory":"On the Water",
      "name":"At the River",
      "GawboyDescription":"This was based on the Goodwin family who would visit us in the summer at one time and just take in the sun. Very typical contemporary scene of family life.",
      "GawboyAudio":"on_the_water_5.mp3",
      "JourdainAnishinaabe":"Ikwe, namadibi jiigi-ziibi, ganawenimaad abinoojiiyen, bagizowaad.",
      "JourdainEnglish":"The woman, as she sits by the shore, she is watching the kids, as they swim.",
      "JourdainAudio":"on_the_water_5_anishinaabe.mp3"
   },
   {
      "num":6,
      "imageFile":"on_the_water_6.jpg",
      "catagory":"On the Water",
      "name":"Sowing Rice in a Beaver Pond",
      "GawboyDescription":"What these people are doing is transporting green wild rice from some other source and restoring the wild rice into a river or creek that for some reason or another had lost its crop. All the wild rice in Northern Minnesota were sewn by earlier Chippewa Indians and in many places like the Kakagon Slough near Ashland there is a tradition as to who actually planted it there. The wild rice was sewn this way by taking the green rice, rolling it up in a mud ball and then throwing the mud balls out as far as they can.  I see my father do this and some of the rice beds on the Portage River for example as well as couple other places are there because he planted them.  To my mind there is nothing wild about wild rice. The Indians never called it wild rice they called it good grain.",
      "GawboyAudio":"on_the_water_6.mp3",
      "JourdainAnishinaabe":"Ogii-kitigaadaanaawaa i’iw manoomin imaa zaaga’igaansing.",
      "JourdainEnglish":"They were planting that rice there in the small lake.",
      "JourdainAudio":"on_the_water_6_anishinaabe.mp3"
   },
   {
      "num":7,
      "imageFile":"on_the_water_7.jpg",
      "catagory":"On the Water",
      "name":"Underway",
      "GawboyDescription":"This is a family in a birch bark canoe all loaded up heading out in the early morning in the fog.",
      "GawboyAudio":"on_the_water_7.mp3",
      "JourdainAnishinaabe":"Gigizheb gii-maajaawag, inini dash ikwe. Gii-pooziwag jiimaaning. Gii-awan gii-maajaawaad.",
      "JourdainEnglish":"In the morning, they did leave, man and woman. They got in the boat/canoe. It was foggy when they left.",
      "JourdainAudio":"on_the_water_7_anishinaabe.mp3"
   },
   {
      "num":8,
      "imageFile":"on_the_water_8.jpg",
      "catagory":"On the Water",
      "name":"Crossing the Gap",
      "GawboyDescription":"At Lake Vermillion the Indian people there used to walk across the ice all winter long to go to town to buy supplies or whatever.  They would push that season as when to walk across the ice late into the spring.  Walking along shore or along the highway was a big long round about walk and so they would push that ice traveling season to the point so that the ice would pull away from the shore and planks would be laid down to get from that ice to the shore. Now I never saw this, this is based upon the story that my parents told me.",
      "GawboyAudio":"on_the_water_8.mp3",
      "JourdainAnishinaabe":"Gii-izhaawaad zaaga’iganing, wii-azhigewaad mikwamiing.",
      "JourdainEnglish":"When they go on the lake, they wanted to cross that ice.",
      "JourdainAudio":"on_the_water_8_anishinaabe.mp3"
   },
   {
      "num":9,
      "imageFile":"on_the_water_9.jpg",
      "catagory":"On the Water",
      "name":"River Rice",
      "GawboyDescription":"River rice would be the smaller shorter stuff that would grow in smaller river. This was based on the Ninimus River where my father and I made rice quite a bit. You see a single canoe there. There is a very remote location here. Passing through the relatively modest stands of rice.",
      "GawboyAudio":"on_the_water_9.mp3",
      "JourdainAnishinaabe":"Ziibi-manoomin, agaasaa, gii-manoominikewaad ziibiing.",
      "JourdainEnglish":"River rice, it is small, when they went ricing on the river.",
      "JourdainAudio":"on_the_water_9_anishinaabe.mp3"
   },
   {
      "num":10,
      "imageFile":"on_the_water_10.jpg",
      "catagory":"On the Water",
      "name":"Trappers with Father and Uncle",
      "GawboyDescription":"I never did go tracking with my father and uncle but I did go tracking with my father. My uncle trapped also but I put all three of us together in the same picture. The young man is sitting there facing backwards as the two older men are paddling along with their trapping supplies. The picture has kind of an autumn feel to it. It’s mink and muskrat they would be after.",
      "GawboyAudio":"on_the_water_10.mp3",
      "JourdainAnishinaabe":"Nimbaabaa dash ninzhishe, gii-wanii’igewaad. Wii-tebibinaawaad zhaangweshi miinawaa wazhashk.",
      "JourdainEnglish":"My father and uncle, they went to trap.  They want to catch mink and muskrat.",
      "JourdainAudio":"on_the_water_10_anishinaabe.mp3"
   },
   {
      "num":11,
      "imageFile":"on_the_water_11.jpg",
      "catagory":"On the Water",
      "name":"The Lake is Quiet",
      "GawboyDescription":"This is a family in a birch bark canoe all loaded up heading out in the early morning in the fog.",
      "GawboyAudio":"on_the_water_11.mp3",
      "JourdainAnishinaabe":"Bizaan.  Bangan i’iw zaaga’igan.",
      "JourdainEnglish":"Quiet.  It is quiet, that lake.",
      "JourdainAudio":"on_the_water_11_anishinaabe.mp3"
   },
   {
      "num":12,
      "imageFile":"on_the_water_12.jpg",
      "catagory":"On the Water",
      "name":"Whitefish Netters",
      "GawboyDescription":"I did several versions of whitefish netters. Very very cold, last of October, early November. The lake is just about ready to freeze and that is when the whitefish were in.  Netting then as now is the traditional way to take them.  Whitefish are very delicious fish and was one of the  great staple foods of the Ojibwa.",
      "GawboyAudio":"on_the_water_12.mp3",
      "JourdainAnishinaabe":"Gii-kiigooyikewag. Gii-piinda’amoog ingiw adikamegwan imaa zaaga’iganing.",
      "JourdainEnglish":"They were fishing.  They caught them in a net, those whitefish there on the lake.",
      "JourdainAudio":"on_the_water_12_anishinaabe.mp3"
   },
   {
      "num":13,
      "imageFile":"on_the_water_13.jpg",
      "catagory":"On the Water",
      "name":"Winter Netters",
      "GawboyDescription":"These people are commercial fishers and you see a commercial fishers box there. Commercial fishing was still done in the Rainy Lake region through the 1950'.  The commercial fishing was also done in many of the larger lakes right through the 1940's and 1950's.  This is a very small operation as nets are put down through the ice and you that little box there with handles is a fish box. In order to pick up the net you have to chop through the ice in order to get it. ",
      "GawboyAudio":"on_the_water_13.mp3",
      "JourdainAnishinaabe":"Mikwamiing gii-kiigooyikewag. Gii-tebibinaawaad giigooyan, gii-kisinaa biboong.",
      "JourdainEnglish":"On the ice, they are fishing. When they catch fish, it is cold as it is winter.",
      "JourdainAudio":"on_the_water_13_anishinaabe.mp3"
   },
   {
      "num":14,
      "imageFile":"on_the_water_14.jpg",
      "catagory":"On the Water",
      "name":"Crossing with Dogs",
      "GawboyDescription":"You back a hundred years. The men are in front tramping the trail and the dog is walking the tramped and then the women always walked way in the back so they could keep an eye on the family members, in this case one little girl.  So the custom of men breaking trail and what they would do was take turns they had two men here and as one gets tired breaking trail then the other on would take over. The dogs were never very fast.  Indian dogs were never trained to go faster than a person could walk. Most of the cargo was taken in dog sled. Of course the woman on her snowshoes takes up the rear so she can keep an eye on any of the children to make sure that they don’t stray.",
      "GawboyAudio":"on_the_water_14.mp3",
      "JourdainAnishinaabe":"Anishinaabe animoshag wiikobinaawaad odaabaanan.  Niigaaniwaad ininiwag.  Ikwe ishkweyaang bimosed ganawenimaad abinoojiiyen.",
      "JourdainEnglish":"Indian dogs they pull that sled. They are ahead, the men. The woman is walking last while watching the child.",
      "JourdainAudio":"on_the_water_14_anishinaabe.mp3"
   },
   {
      "num":15,
      "imageFile":"on_the_water_15.jpg",
      "catagory":"On the Water",
      "name":"Winterbark Canoe",
      "GawboyDescription":"Winterbark referring to bark harvested in the fall where those wonderful floral designs are possible.  A scene out at Portage with kids and older people disembarking with mist rising from the river behind. The scene of this is the Burnside River near Ely. ",
      "GawboyAudio":"on_the_water_15.mp3",
      "JourdainAnishinaabe":"Gii-mazinibii’igaade wiigwaasi-jiimaan.  Gii-jiimewag.",
      "JourdainEnglish":"It was decorated the birchbark canoe. They departed by canoe. ",
      "JourdainAudio":"on_the_water_15_anishinaabe.mp3"
   },
   {
      "num":16,
      "imageFile":"on_the_water_16.jpg",
      "catagory":"On the Water",
      "name":"The Algonquin",
      "GawboyDescription":"This was one of the paintings that I did for the Superior Public Library which they are 15 7'x5' works.  The Schooner Algonquin figured into the history of Superior. It was sailing ship that in the 1800's was brought the Portage at Sault Ste Marie over and ice road and then reassembled on the Superior and operated on Lake Superior for many years. There was a copper prospector named Charlie Mott with his Indian wife Angelique who was dropped on Isle Royal to prospect for copper one summer in the 1800's.  The ship that was supposed to pick them never picked them up never picked them up, they were frozen in. They had no supplies. Charlie Mott died in the middle of winter and Angelique kept alive by snaring.  The Algonquin came in the spring as soon as the ice went out to pick her up.  By that time she was nearly crazed with the cold and the loneliness.  Her was all cut short and many times she used it as fishing line and rabbit snares.  The Algonquin here is taking her home across the lake and she is sitting there on the lead rail leaning on it in this picture.",
      "GawboyAudio":"on_the_water_16.mp3",
      "JourdainAnishinaabe":"Gichi-jiimaan gii-izhaa Gichigamiing.  Chi-mookomaan gii-wiijiyaawaad Anishinaabewikwe imaa.  Mii imaa gaa-taawaad Gichigamiing.",
      "JourdainEnglish":"Big ship went to Lake Superior. European man (Big knive man) married the Ojibwe woman there.  And thusly there they lived on the Great Shore, Lake Superior.",
      "JourdainAudio":"on_the_water_16_anishinaabe.mp3"
   },
   {
      "num":17,
      "imageFile":"on_the_water_17.jpg",
      "catagory":"On the Water",
      "name":"There’s Nothing in There",
      "GawboyDescription":"They are looking into a cubby hole trap for mink baited with a rabbit head or perhaps a piece of fish. The mink can be a very curious animal. Goes into any little crevice or opening that he can.  They are checking their traps but no luck this time. ",
      "GawboyAudio":"on_the_water_17.mp3",
      "JourdainAnishinaabe":"Jiigi-ziibiing gii-wanii’igewag.  Zhaangweshiiwag gaawiin ogii-tebininaasiwaawaan.",
      "JourdainEnglish":"Near the shore they were trapping.  Mink, no they didn’t catch any.",
      "JourdainAudio":"on_the_water_17_anishinaabe.mp3"
   },
   {
      "num":18,
      "imageFile":"on_the_water_18.jpg",
      "catagory":"On the Water",
      "name":"Northern Journey",
      "GawboyDescription":"This is a bench. This is the back of a bench. You can see the profile of the bench with the windows there of the porch where this picture was taken.  The top of the bench where you sit town is the surface of the water.  The back of the bench is all that you see here.  There are two ladies and a birchbark canoe paddling through a field of water lilies and the little kid there is turning his view to viewer as well.  This is acrylic paint on plywood.  ",
      "GawboyAudio":"on_the_water_18.mp3",
      "JourdainAnishinaabe":"Gii-niizhowag ingiw ikwewag, abinoojii gii-namadibi naawayi’ii.  Gii-pooziwag wiigwaasi-jiimaaning.",
      "JourdainEnglish":"There were two women, a child sat in the middle.  They were departing in a birchbark canoe.",
      "JourdainAudio":"on_the_water_18_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"in_the_house_1.jpg",
      "catagory":"On the Water",
      "name":"School Morning",
      "GawboyDescription":"One person when he saw H1 called School Morning said Carl you painted my life.  This guy grew up on Nett Lake and that was the scene in the early morning.",
      "GawboyAudio":"in_the_house_1.mp3",
      "JourdainAnishinaabe":"Endaso-gigizheb ozhitaawag izhaawaad gikinoo’amaagoziwaad.",
      "JourdainEnglish":"Every morning they get ready when they go to school.",
      "JourdainAudio":"in_the_house_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"in_the_house_2.jpg",
      "catagory":"On the Water",
      "name":"Pulling Hide",
      "GawboyDescription":"This was the very old way of softening buckskin was pulling opposite of each other. Is this hard on the knuckles.  I tried this one time and it is very, very difficult.  Softening the hide on a big stretcher frame kind of like an old file.  This old couple knows what they are doing and have been doing it for years. What you have there is a beautiful soft piece of buckskin being worked. ",
      "GawboyAudio":"in_the_house_2.mp3",
      "JourdainAnishinaabe":"Mindimoye dash akiwenzii ogizhiibiiginaawaan waawaashkeshiiwayaanan.",
      "JourdainEnglish":"The old woman and old man, they pull them, deer hides.",
      "JourdainAudio":"in_the_house_2_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"in_the_house_3.jpg",
      "catagory":"On the Water",
      "name":"Cribbage Game",
      "GawboyDescription":"This one is in a cabin of the 1940's. You can see diapers hanging up above the stove. There is an old man, an old lady and a younger woman playing cribbage. The fourth person must be somewhere I don’t know where it is, maybe the fourth person is painting the picture. This has always been one of my favorites.",
      "GawboyAudio":"in_the_house_3.mp3",
      "JourdainAnishinaabe":"Odaminowag ataadiwag ani-dibikadinig.",
      "JourdainEnglish":"They play cards when it is getting night time.",
      "JourdainAudio":"in_the_house_3_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"in_the_woods_1.jpg",
      "catagory":"In the Woods",
      "name":"Northwest Gun",
      "GawboyDescription":"There is two hunters and they see this brown shape off in the woods. The era we are talking about is the is the fur trade era when the Northwest Gun from the Northwest Fur Company was the weapon of choice.  It was a small serviceable muzzle loading musket.  Quite a good musket for its time. Very serviceable in the woods. Not the very long rifle of the Kentucky was not very practical in the north. During the fur trade the Indians traded these real long rifles and would next trade for a file and they would shorten them down. So the Northwest Gun, two hunters in snowshoes in the garb of the period looking at the shape, but what is it? Is it a brown tree stump? Is it a moose? Is it a deer?  What is it exactly, we don’t know.",
      "GawboyAudio":"in_the_woods_1.mp3",
      "JourdainAnishinaabe":"Gii-nisowag ininiwag, gii-waabamaawaad iniw mooz gemaa waawaashkeshii,  mooziwayaan gemaa waawaashkeshiiwayaan.",
      "JourdainEnglish":"There were three men, they saw them moose or deer, moosehide or deerhide.",
      "JourdainAudio":"in_the_woods_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"in_the_woods_2.jpg",
      "catagory":"In the Woods",
      "name":"On the Trail",
      "GawboyDescription":"This painting is one that would be the experience of many people whose fathers and uncles trained them into the woods, young men snowshoeing behind the fathers on a tracking expedition.",
      "GawboyAudio":"in_the_woods_2.mp3",
      "JourdainAnishinaabe":"Ininiwag gii-kikinoo’amaawaawaad ogosiwaan ji-nitaa-bimosewaad iniw aagimag. Giiyosewag.",
      "JourdainEnglish":"Men they were teaching their sons how to be skilled at walking in those snowshoes. They are hunting.",
      "JourdainAudio":"in_the_woods_2_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"in_the_woods_3.jpg",
      "catagory":"In the Woods",
      "name":"Spruce Root Gatherer",
      "GawboyDescription":"She is a lady with coils and coils of spruce root over her shoulder to be used in birchbark canoe making process.",
      "GawboyAudio":"in_the_woods_3.mp3",
      "JourdainAnishinaabe":"Ikwe gii-asiginaan iniw ojiibikan.",
      "JourdainEnglish":"The lady has gathered those roots.",
      "JourdainAudio":"in_the_woods_3_anishinaabe.mp3"
   },
   {
      "num":4,
      "imageFile":"in_the_woods_4.jpg",
      "catagory":"In the Woods",
      "name":"Three Sisters",
      "GawboyDescription":"The three sister crops was corn, beans and squash. By this picture I implied that the three women in this picture are sisters too so it is symbolic of the three corps. The Ojibwa Gardens would be on lake shore especially on the north sides looking down into the water so that at certain of the year in late summer the gardens will get double sun to hasten the ripening because there would be the reflection of the sun off the water and then the real sun in the sky.  Also the lake shore also kept frosts from happening. The water would keep the frosts at bay so that Indian gardens were invariably on lake shores.",
      "GawboyAudio":"in_the_woods_4.mp3",
      "JourdainAnishinaabe":"Gii-nisowag ingiw ikwewag, gii-oshiime’indiwag. Gii-kitigewag. Mandaaminan, mashkodesiminan, ogosimaanan gii-kitigaadamowaad.",
      "JourdainEnglish":"There were three of those ladies, they were sisters.  They were planting. Corn, beans, squash, they planted them.",
      "JourdainAudio":"in_the_woods_4_anishinaabe.mp3"
   },
   {
      "num":5,
      "imageFile":"in_the_woods_5.jpg",
      "catagory":"In the Woods",
      "name":"Chippewa Herb Gatherer",
      "GawboyDescription":"On this one the left-hand side of the picture should be cropped off. The proportions of the painting are very square.  We see a lady gathering herbs of different kinds in a decorated basket. She also has a knitted bag around her waist. The forest is in high summer and may of the herbs picked during this time are picked during their peak of growth and then they are dried for use in the winter.  ",
      "GawboyAudio":"in_the_woods_5.mp3",
      "JourdainAnishinaabe":"Maamiginaanan mashkikiwan a’aw Anishinaabewikwe.",
      "JourdainEnglish":"She is picking medicine, that Indian lady.",
      "JourdainAudio":"in_the_woods_5_anishinaabe.mp3"
   },
   {
      "num":6,
      "imageFile":"in_the_woods_6.jpg",
      "catagory":"In the Woods",
      "name":"Maple Sugarbush",
      "GawboyDescription":"One of several maple sugar scenes. Here all the typical scenes of maple sugaring. The pots, the toboggans of firewood, people gathering around visiting. The wigwam in the back ground. The carrying yoke carrying the sap from the woods. ",
      "GawboyAudio":"in_the_woods_6.mp3",
      "JourdainAnishinaabe":"Ziigwang iskigamizigewag ziinzibaakwadaaboo iskigamiziganing.",
      "JourdainEnglish":"In the spring they gather maple sugar/sap in the sugar camp.",
      "JourdainAudio":"in_the_woods_6_anishinaabe.mp3"
   },
   {
      "num":7,
      "imageFile":"in_the_woods_7.jpg",
      "catagory":"In the Woods",
      "name":"Everyone Waits for a Taste",
      "GawboyDescription":"Everyone waits for a taste of maple sugar comes from a book that was published by the Duluth Public Schools almost 20 years ago called a Bird in the Sugarbush. This was one page from it.  Now 20 years ago when I was given this commission my first temptation was to do them in traditional dress that is buckskin garb from a precontact time or real early time. The story was inspired by a lady from Grand Portage who was still alive 20 years ago and I thought she would be alive in the 1920's when her recollection took place.  So thought I would it in that era in that dress in the wool mackinaw coats and the fur hats of the 1920's. I thought I was being very revolutionary and I guess at that time that I was, showing Indians in context and historical context rather than in a so called traditional setting. The book was a great hit, a lot of people really loved it.  ",
      "GawboyAudio":"in_the_woods_7.mp3",
      "JourdainAnishinaabe":"Gakina awiiya obaabiitoonaawaa owii-miijinaawaa i’iw ziinzibaakwad.",
      "JourdainEnglish":"Everyone they wait for it, they want to eat that sugar.",
      "JourdainAudio":"in_the_woods_7_anishinaabe.mp3"
   },
   {
      "num":8,
      "imageFile":"in_the_woods_8.jpg",
      "catagory":"In the Woods",
      "name":"Gypo Camp",
      "GawboyDescription":"The Gypo referred to an independent logger and many of the Ojibwa people through the 30's, 40's and 50's and today still of course work in the logging business. Although the gypo camps and little gypo buildings have kind of past from the scene. Most loggers commute to their worksite now rather than go and live there as this scene depicts. One of the things that were the origin of the word may have come from gypsing because the gypo might mean that the gypo logger moved from the place to place. Another interpretation that actually means Chippewa and it said that if you say the word Chippewa very fast it might sound like gypo.  Whatever the word meaning is it is something that is almost gone. I don’t know if I am the only painter in Minnesota to ever have painted gypo shacks, I might be.  I have seen anyone else paint them. The shacks themselves were very small, maybe 10x12. There were four nails that held each corner together and you could pull the nails out and the walls would collapse and you could load them on a flatbed truck and take it to the next sale where the loggers would work.",
      "GawboyAudio":"in_the_woods_8.mp3",
      "JourdainAnishinaabe":"Giizhka’aakwewigamig. Abinoojiiyag bimosewag miikanaang.",
      "JourdainEnglish":"Logger’s camp. Children they walk on the road.",
      "JourdainAudio":"in_the_woods_8_anishinaabe.mp3"
   },
   {
      "num":9,
      "imageFile":"in_the_woods_9.jpg",
      "catagory":"In the Woods",
      "name":"Chippewa Logger 1",
      "GawboyDescription":"The next three paintings are of horse teams.  The title of the paintings are Chippewa Logger, Chippewa Logger again and Chippewa Logger again. ",
      "GawboyAudio":"in_the_woods_9.mp3",
      "JourdainAnishinaabe":"Anishinaabe-giizhka’aakwewinini anokiid odaabii’iwe odaabaanan. ",
      "JourdainEnglish":"Ojibwe logger as he works he drives the sled.",
      "JourdainAudio":"in_the_woods_9_anishinaabe.mp3"
   },
   {
      "num":10,
      "imageFile":"in_the_woods_10.jpg",
      "catagory":"In the Woods",
      "name":"Chippewa Logger 2",
      "GawboyDescription":"When I was very, very young we had draft horses and we used them for logging and when I was living on the farm in Wisconsin we had horses there too and we did some log skidding and some work with horses and harnesses. So I was very careful when I painted by paintings of horse teams to make sure the straps are tight where they are supposed to be tight and they go slack where they slack. A harness is really quite a marvelous design instrument in order to make it as easy as possible for the horse to lean into the collar and pull weight.",
      "GawboyAudio":"in_the_woods_10.mp3",
      "JourdainAnishinaabe":" ",
      "JourdainEnglish":" ",
      "JourdainAudio":"in_the_woods_10_anishinaabe.mp3"
   },
   {
      "num":11,
      "imageFile":"in_the_woods_11.jpg",
      "catagory":"In the Woods",
      "name":"Chippewa Logger 3",
      "GawboyDescription":"Of course, when you have two horses working together as in 10 and 11, that is really something to watch.  Some of the pictures of the horses I got from doing sketches at horses posts in Minnesota and Wisconsin where the horses were right then on display and I could do a good picture of the pulling of a sleigh or pulling a single log. Of course, I always put them in the context of a logging area.  The cloudy sky, the broken-down timber, the kind of open areas of logging country.",
      "GawboyAudio":"in_the_woods_11.mp3",
      "JourdainAnishinaabe":"Anishinaabeg, anokiiwaad, bebezhigooganzhiin gii-abadiziwaad wiikobinaawaad mitigoon.",
      "JourdainEnglish":"Ojibwe people, when they are working, horses they were used when they pulled the logs.",
      "JourdainAudio":"in_the_woods_11_anishinaabe.mp3"
   },
   {
      "num":12,
      "imageFile":"in_the_woods_12.jpg",
      "catagory":"In the Woods",
      "name":"Eight Cents a Stick",
      "GawboyDescription":"The same thing with 8¢ a stick. This was the price of pulpwood in the 1950's.  This is an Indian family that runs a pulp making operation. Pulp of course is wood that is used for paper.  In those days if you sold peeled pulp wood you got more per stick than unpeeled. Now of the papermaking industry takes the whole tree.  In the 1950's if the pulp wood was peeled it could be worth more so the whole family would be out peeling pulp wood.  You see their peeling tools stuck in the stump in the foreground there.  They are taking a break here in the hot sun.  You see a Chippewa shot in the background. You see a stack of peeled poles in the foreground and the piles of bark there.  Many Ojibwa grew up doing this. I am not sure if memory of all that work is always happy memories but the Ojibwa logger was independent, he made his own income. He bid on sales and worked according to his own schedule.  He was economically free. I think you can certainly say that about the Indians in the logging business.  They tend to be independent and economically self-sustaining. In that sense it was a good system. The family all worked together and that was even better.",
      "GawboyAudio":"in_the_woods_12.mp3",
      "JourdainAnishinaabe":"Bishagibinaawaad mitigoon. Gii-anwebiwag ayekoziwaad.",
      "JourdainEnglish":"They are peeling logs. They rested when they were tired.",
      "JourdainAudio":"in_the_woods_12_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"in_the_circle_1.jpg",
      "catagory":"In the Circle",
      "name":"Nanboujou and Mishipishu",
      "gawboyDescription":"This was done in 1993.  The Nanboujou had wounded the great panther curly tail and the great panther offered the riches of world to anyone who could cure him.  ",
      "gawboyAudio":"in_the_circle_1.mp3",
      "JourdainAnishinaabe":"Winabushu gii-pazhiba’waad bikwak gichi-kaazhagensan. Gichi-kaazhagens gaawiin nibosiin",
      "JourdainEnglish":"Winabushu stabbed him with an arrow, that cat.  The cat did not die",
      "JourdainAudio":"in_the_circle_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"in_the_circle_2.jpg",
      "catagory":"In the Circle",
      "name":"Lowering the Flag, Ball Club",
      "gawboyDescription":"This was bought by a tribal official and it is Cass Lake somewhere now. This is the ball club Pow Wow and there is a girl scout there on the platform if you see that and a couple of the head dancers and singers that no doubt led that patriotic song when the flag was lowered at sunset at the ball club Pow Wow.",
      "gawboyAudio":"in_the_circle_2.mp3",
      "JourdainAnishinaabe":"Giinazhinigaadeg, gikiwe’on imaa Bikwaakwado-bagamaagan",
      "JourdainEnglish":"It was being lowered, flag, there at Ball Club",
      "JourdainAudio":"in_the_circle_2_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"in_the_circle_3.jpg",
      "catagory":"In the Circle",
      "name":"Veteran’s Farewell",
      "gawboyDescription":"The truck of 1940's vintage has brought a casket. You can see the local veteran’s group there near the grave waiting to do the veteran’s ceremony.",
      "gawboyAudio":"in_the_circle_3.mp3",
      "JourdainAnishinaabe":"Ogichidaa, gii-ishkwa’ayaad gii-nanaa’inaawaad",
      "JourdainEnglish":"The veteran/warrior, he was gone/after he lived, they bury him/put it in order",
      "JourdainAudio":"in_the_circle_3_anishinaabe.mp3"
   },
   {
      "num":4,
      "imageFile":"in_the_circle_4.jpg",
      "catagory":"In the Circle",
      "name":"The Roundhouse",
      "gawboyDescription":"This was based upon the roundhouse that used to be at Nett Lake.  Now days there is school buildings and public buildings on reservations and you don’t see these roundhouses much but I understand that there is an old one still at Lac Du Flambeau that is still being used and it was featured in a video enduring ways of Lac Du Flambeau people.",
      "gawboyAudio":"in_the_circle_4.mp3",
      "JourdainAnishinaabe":"Waawiye’igamigong, gaa-dazhi-niimi’idiwaad",
      "JourdainEnglish":"In the Round House, is the certain place they used to dance",
      "JourdainAudio":"in_the_circle_4_anishinaabe.mp3"
   },
   {
      "num":5,
      "imageFile":"in_the_circle_5.jpg",
      "catagory":"In the Circle",
      "name":"Home is the Sailor",
      "gawboyDescription":"We see the old elder having put on his belt, two ladies with jingle dresses in the background, young lady with her two kids dancing.",
      "gawboyAudio":"in_the_circle_5.mp3",
      "JourdainAnishinaabe":"Naabikwaan inini gii-pi-giiwe, gii-tagoshin waakaa’iganing",
      "JourdainEnglish":"Ship man he came here home, he arrived at the house",
      "JourdainAudio":"in_the_circle_5_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"on_the_road_1.jpg",
      "catagory":"On the Road",
      "name":"After the Storm",
      "GawboyDescription":"This slide I call it that because it means on the road. It means people on the road or on the go. So the first one After the Storm is a roadway that goes between two buildings after the big Halloween blizzard a few years back. This is actually the country place that I lived in when I lived in Wisconsin. I lived there for 12 years.",
      "GawboyAudio":"on_the_road_1.mp3",
      "JourdainAnishinaabe":"Gii-pimose ishkwaa-zoogipog nisawayi’ii waakaa’iganan.",
      "JourdainEnglish":"He was walking after the storm between those houses.",
      "JourdainAudio":"on_the_road_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"on_the_road_2.jpg",
      "catagory":"On the Road",
      "name":"First Born",
      "GawboyDescription":"This shows this little kid and a couple looking down at them again on the road many walking a long distance from one house to the next to visit relatives perhaps. You see a little reservation house in the background.  The setting here is in the 1940's.",
      "GawboyAudio":"on_the_road_2.mp3",
      "JourdainAnishinaabe":"Abinoojii ganawaabamaad bemosewaad maawaadishiwewag.",
      "JourdainEnglish":"A child is watching those that were walking, the go to visit.",
      "JourdainAudio":"on_the_road_2_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"on_the_road_3.jpg",
      "catagory":"On the Road",
      "name":"Grampa’s Old House",
      "GawboyDescription":"This was a grandpa’s old house on the Vermillion Reservation. It is not there anymore of course, it is all virtually disappeared and mother earth just swallowed it back up.  I can remember as a little tiny, tiny kid going in that house and it looked just enormous. I was told later that the ceiling was very low. It was a cabin with roof beams that were only about 51/2 feet or so from the floor.  This scene is when in the 1950's when my parents took me to it again. By this time I was in high school. That is my parents pickup truck in the snow looking at the ruins of this old reservation house.  ",
      "GawboyAudio":"on_the_road_3.mp3",
      "JourdainAnishinaabe":"Nimishoomis endaad waakaa’igan mewinzha gii-ayaa.",
      "JourdainEnglish":"Grampa he lived there long ago in that house he had.",
      "JourdainAudio":"on_the_road_3_anishinaabe.mp3"
   },
   {
      "num":4,
      "imageFile":"on_the_road_4.jpg",
      "catagory":"On the Road",
      "name":"A Maid Whom There were None to Praise",
      "GawboyDescription":"This comes from a Wordsworth poem. One verse of it goes like this “She dwelt amongst untrodden ways beside the springs of death, a maid whom there were none to praise and very few to love”.  This was inspired by seeing this little girl pedaling along on her bicycle on this rural road west of Cook, MN.  There was no one else in the landscape and on one in sight and it didn’t look like there any houses around. There she was pedaling down the road as fast as could be. My thought of that poem as she saw this little girl pedaling fast.",
      "GawboyAudio":"on_the_road_4.mp3",
      "JourdainAnishinaabe":"Ikwezens gii-pimibizo didibiwebizhkigan Jiibaakwaaning.",
      "JourdainEnglish":"A girl was riding a bicycle in Cook.",
      "JourdainAudio":"on_the_road_4_anishinaabe.mp3"
   },
   {
      "num":5,
      "imageFile":"on_the_road_5.jpg",
      "catagory":"On the Road",
      "name":"A Maid (detail)",
      "GawboyDescription":"This is a close up of that little girl on the painting there pedaling down the road.  ",
      "GawboyAudio":"on_the_road_5.mp3",
      "JourdainAnishinaabe":"Nazhikewizi didibiwebizhiganing bimibizo.",
      "JourdainEnglish":"She’s alone on the bike she is riding.",
      "JourdainAudio":"on_the_road_5_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"on_the_shore_1.jpg",
      "catagory":"On the Shore",
      "name":"Auntie and Mary",
      "GawboyDescription":"The painting was actually inspired from a story that my father always told me about old guys who would meet where two pathways crossed in the reservation and start gossiping.  I made them into two middle aged women gossiping doing their chores.  The setting is the early part of the century. The sun is just coming up over the lake and they are bringing the water back to their house.  Hardly anybody else in the village is up and they are exchanging the news of the day.",
      "GawboyAudio":"on_the_shore_1.mp3",
      "JourdainAnishinaabe":"Ikwewag, nagishkodaadiwaad, gii-kaagiigidowag.",
      "JourdainEnglish":"The women, when they met, they talked.",
      "JourdainAudio":"on_the_shore_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"on_the_shore_2.jpg",
      "catagory":"On the Shore",
      "name":"Passing Storm",
      "GawboyDescription":"Here a canoe party is land bound after a storm went through.  The canoes are drawn up on shore and they are watching the great storm pass by. The fog is starting to rise.  It is a little mood piece about Ojibwa life moving by canoe party from one lake to the next.",
      "GawboyAudio":"on_the_shore_2.mp3",
      "JourdainAnishinaabe":"Gii-nichiiwad gii-pimi-ayaamagad gii-kimiwan. Anishinaabeg ogii-kanawaabandaanaawaa gii-pimi-ayaamagak gimiwan.",
      "JourdainEnglish":"The severe storm is over/when it went by it was raining. Ojibwe people watched when the storm went, left, it was raining.",
      "JourdainAudio":"on_the_shore_2_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"on_the_shore_3.jpg",
      "catagory":"On the Shore",
      "name":"Warrior Hill",
      "GawboyDescription":"Warrior Hill is a great big granite dome. It is a big mountain on Lac La Croix Tradition says that warriors used to test themselves by racing up this great big cliff and the best and the strongest of course would reach the top before everyone else.  You can stand on Warrior Hill and look towards the west and see these islands and that part of the lake and that shore line just the way that you see it here.  I have a modern Lac La Croix warrior standing there.  This is to commemorate Lac La Croix and its purging of alcohol from its community. One of the few Indian communities to be successful in doing so.  So I did this patient as kind of an honor to the Lac La Croix people.",
      "GawboyAudio":"on_the_shore_3.mp3",
      "JourdainAnishinaabe":"Anishinaabewinini niibawi Ogichidaa-agidaaki, inaabid waabanong.",
      "JourdainEnglish":"Indian man stands on Warrior Hill, as he looks to the east.",
      "JourdainAudio":"on_the_shore_3_anishinaabe.mp3"
   },
   {
      "num":4,
      "imageFile":"on_the_shore_4.jpg",
      "catagory":"On the Shore",
      "name":"Chippewa Garden",
      "GawboyDescription":"Once again a scene of three women with a garden with corn, beans and squash on the lake shore as mentioned before.",
      "GawboyAudio":"on_the_shore_4.mp3",
      "JourdainAnishinaabe":"Imaa jiigi-ziibi gii-kitigaanaawaad mandaaminag.",
      "JourdainEnglish":"There on the shore, they planted corn.",
      "JourdainAudio":"on_the_shore_4_anishinaabe.mp3"
   },
   {
      "num":5,
      "imageFile":"on_the_shore_5.jpg",
      "catagory":"On the Shore",
      "name":"The Portage",
      "GawboyDescription":"Here you see an old couple lifting a canoe up over a portage. The portage is not very long, when two people got on each side and lifted it over.  ",
      "GawboyAudio":"on_the_shore_5.mp3",
      "JourdainAnishinaabe":"Gakiiwenigewag ingiw Anishinaabeg.",
      "JourdainEnglish":"They are portaging, those Ojibwe people.",
      "JourdainAudio":"on_the_shore_5_anishinaabe.mp3"
   },
   {
      "num":6,
      "imageFile":"on_the_shore_6.jpg",
      "catagory":"On the Shore",
      "name":"Children of the Glacier",
      "GawboyDescription":"This appeared in Lake Superior magazine some years ago.  Children of the Glacier depicts a scene of Lake Superior where the lake was about 400' deeper than it is today and the glacier you see receding in the distance.  Just the very moment when the glacier had allowed enough water in the south shore there were human beings there, Indians. So I showed them there.  The illustration of a story of an Ojibwa man in Northern Michigan that has been doing amateur archeological work and making some pretty interesting finds and these finds are pushing the human occupation of the south shore back thousands and thousands of years.",
      "GawboyAudio":"on_the_shore_6.mp3",
      "JourdainAnishinaabe":"Mawinzha Anishinaabeg inaabiwaad Gichigamiing.",
      "JourdainEnglish":"Long ago Ojibwe people looked to a certain place across Lake Superior.",
      "JourdainAudio":"on_the_shore_6_anishinaabe.mp3"
   },
   {
      "num":7,
      "imageFile":"on_the_shore_7.jpg",
      "catagory":"On the Shore",
      "name":"Chippewa Camp Scene",
      "GawboyDescription":"One of the many I have done of this scene. Wigwams, peaked lodges in the background, kids playing, dogs barking, chores being done, water being carried. A real nice canoe pulls up on the beach in the foreground.  ",
      "GawboyAudio":"on_the_shore_7.mp3",
      "JourdainAnishinaabe":"Anishinaabewikwe naadoobiid.  Wiigwaasi-jiimaanan iwidi gii-paatayiinadoon.",
      "JourdainEnglish":"Ojibwe woman she carries water. Birchbark-canoes over there, there are many. ",
      "JourdainAudio":"on_the_shore_7_anishinaabe.mp3"
   },
   {
      "num":8,
      "imageFile":"on_the_shore_8.jpg",
      "catagory":"On the Shore",
      "name":"Portage",
      "GawboyDescription":"Here at a rest stop the packs and paddles are set down. The canoe is still being carried however down to the next put in and here there is logs and fallen trees and broken country everywhere. Not all of the North was this beautiful pine forest, some of it was all busted up and the portage is crossed over country like this.",
      "GawboyAudio":"on_the_shore_8.mp3",
      "JourdainAnishinaabe":"Wiidookawaawaad ininiwan aawadood wiigwaasi-jiimaan gakiiwenigewining.",
      "JourdainEnglish":"They are helping the man as he hauls the birchbark canoe on the portage.",
      "JourdainAudio":"on_the_shore_8_anishinaabe.mp3"
   },
   {
      "num":9,
      "imageFile":"on_the_shore_9.jpg",
      "catagory":"On the Shore",
      "name":"Mending Bark",
      "GawboyDescription":"The canoe has a tear and so very quickly on this autumn day the canoe has be brought up on shore, the pitch heated and the bark sewn and sealed in pitch again.",
      "GawboyAudio":"on_the_shore_9.mp3",
      "JourdainAnishinaabe":"Onaanaa’itoonaawaa i’iw wiigwaasijiimaan imaa jiigibiig.",
      "JourdainEnglish":"They fix that birchbark canoe there on the shore.",
      "JourdainAudio":"on_the_shore_9_anishinaabe.mp3"
   },
   {
      "num":10,
      "imageFile":"on_the_shore_10.jpg",
      "catagory":"On the Shore",
      "name":"After the Rain",
      "GawboyDescription":"This is very similar to the painting Passing the Storm. The rain has passed and the canoes are ready to be launched and there is pause right at the lake shore before pushing on again.",
      "GawboyAudio":"on_the_shore_10.mp3",
      "JourdainAnishinaabe":"Gii-ishkaa-gimiwan.  Wii-pooziwag jiimaaning.",
      "JourdainEnglish":"It was after the rain.  They will embark in the canoe.",
      "JourdainAudio":"on_the_shore_10_anishinaabe.mp3"
   },
   {
      "num":11,
      "imageFile":"on_the_shore_11.jpg",
      "catagory":"On the Shore",
      "name":"Morning Chores",
      "GawboyDescription":"Like the Chippewa camp seen above.  The gathering of water from the lake to start the day.",
      "GawboyAudio":"on_the_shore_11.mp3",
      "JourdainAnishinaabe":"Anishinaabewikwe ogii-kwaaba’aan i’iw nibi.",
      "JourdainEnglish":"The Ojibwe woman, she was scooping up that water.",
      "JourdainAudio":"on_the_shore_11_anishinaabe.mp3"
   },
   {
      "num":12,
      "imageFile":"on_the_shore_12.jpg",
      "catagory":"On the Shore",
      "name":"In the Old Fur Trade Days",
      "GawboyDescription":"A voyager’s wife runs down to the shore and of course the young boy and girl is very excited jumping around all over the place because the voyager husband has returned in the fall to be a winterier for the season. All summer he was with the canoe brigades going to the rendezvous and coming back. Fur trade posts like you see in the background were communities. Like the truck drivers the voyagers had to be gone from home a lot.  Here much like truck drivers voyagers had a reputation for loose living. They really were family men at heart.",
      "GawboyAudio":"on_the_shore_12.mp3",
      "JourdainAnishinaabe":"Onaabeman ogii-nagishkaawaan gii-pi-kiiwenid.",
      "JourdainEnglish":"Her husband she met him when he came home.",
      "JourdainAudio":"on_the_shore_12_anishinaabe.mp3"
   },
   {
      "num":13,
      "imageFile":"on_the_shore_13.jpg",
      "catagory":"On the Shore",
      "name":"Sky Woman’s Daughter",
      "GawboyDescription":"This is actually scene on the shore. You can see the shoreline in the background there.  This  face for sky woman’s daughter was the same face that I used for sky woman in the Superior murals.  Sky woman descending on the backs of great geese. So I use that same face for this woman from the fur trade era.  In the background you can see a lake illuminated by the setting sun and the features of the face have characteristics of my daughter Anna and her face.  As I was painting the Superior murals I was painting this one at the same time and just getting a study in of a face, Anna was sitting there reading novels as I was painting and so I invariably put her features into the painting.",
      "GawboyAudio":"on_the_shore_13.mp3",
      "JourdainAnishinaabe":"Giizhigokwe gii-miikawaadizi.",
      "JourdainEnglish":"Sky Woman was beautiful.",
      "JourdainAudio":"on_the_shore_13_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"in_the_field_1.jpg",
      "catagory":"In the Fields",
      "name":"Good Old Horse",
      "GawboyDescription":"It is very lucky for a farmstead to have a good old horse. It is a horse that can do just about anything to. You can put kids on her back, kids can fall asleep under hooves. She stands quietly. She is just a marvel. Good old horse probably are born but they certainly have to trained and get them used to things.  This was an example of a good old horse that we had on our farm. This is my daughter Anna in the front and her friend riding in the back as they are taking the good old horse for a turn around the pasture.  In this series in the field is it referring to open country and cut fields and a lot of these are autobiographical of the time I spent on the farm in Bennett. ",
      "GawboyAudio":"in_the_field_1.mp3",
      "JourdainAnishinaabe":"Mino-bebezhigooganzhii gii-pabaamoomaad iniw abinoojiiyen.",
      "JourdainEnglish":"The good horse gives them a ride around, those kids.",
      "JourdainAudio":"in_the_field_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"in_the_field_2.jpg",
      "catagory":"In the Fields",
      "name":"Spring Fields",
      "GawboyDescription":"This is the farm in Bennett with the barn hidden behind the rise of a hill. This is my wife and daughter walking through the spring fields as the snow is melting and the snowbank in front still has shadows of the trees right behind the viewer here.  A cold blue sky of the early spring.",
      "GawboyAudio":"in_the_field_2.mp3",
      "JourdainAnishinaabe":"Onaazikaanaawaa i’iw awakaanigamigong.",
      "JourdainEnglish":"They are heading for that barn.",
      "JourdainAudio":"in_the_field_2_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"in_the_field_3.jpg",
      "catagory":"In the Fields",
      "name":"Mae’s Garden",
      "GawboyDescription":"Mae is a fictional character although there are many Indian ladies that I knew named Mae.  Her garden is at Nett Lake with a small 40's style house in the background. In the 40's and 50's at Nett Lake there were potato fields and corn fields all around the village. Many of them very, very ancient as one could probably imagine.  With the coming of modern times and new modern foods a lot of these old gardens are not to be seen anymore.  Mae is digging her potatoes.  You can see little piles of them in the furrow on the black earth just to the left of the painting.  They will lie in the soil for a couple of weeks during the fall to season and toughen up before she brings them into her cellar.",
      "GawboyAudio":"in_the_field_3.mp3",
      "JourdainAnishinaabe":"Waabigoni-giizis gii-izhinikaazo a’aw ikwe. Ogii-kitigaanan opiniin.",
      "JourdainEnglish":"Flower Moon she was called that woman. She planted potatoes.",
      "JourdainAudio":"in_the_field_3_anishinaabe.mp3"
   },
   {
      "num":4,
      "imageFile":"in_the_field_4.jpg",
      "catagory":"In the Fields",
      "name":"Deer’ Salad",
      "GawboyDescription":"The deer are strolling through a garden in late summer. In the background is a typical Finnish farm of Northern Minnesota and of course the deer helping themselves to the garden is quite a typical view.",
      "GawboyAudio":"in_the_field_4.mp3",
      "JourdainAnishinaabe":"Waawashkeshiiwag wiisiniwag imaa gitigaaning gitigewigamigong.",
      "JourdainEnglish":"The deer are eating there in the garden at the farmhouse.",
      "JourdainAudio":"in_the_field_4_anishinaabe.mp3"
   },
   {
      "num":5,
      "imageFile":"in_the_field_5.jpg",
      "catagory":"In the Fields",
      "name":"Wedding at Swan Lake Hall",
      "GawboyDescription":"The pulp trucks and the different ages of automobiles being brought in around.  This is flat country west of Orr and west of Cook that I described before. Based on the old town hall where wedding dances were held at Silverdale.",
      "GawboyAudio":"in_the_field_5.mp3",
      "JourdainAnishinaabe":"Waabizi zaaga’igan waakaa’igan abinoojiiyag baatayiinowag.",
      "JourdainEnglish":"At Swan Lake Hall there are lots of kids.",
      "JourdainAudio":"in_the_field_5_anishinaabe.mp3"
   },
   {
      "num":6,
      "imageFile":"in_the_field_6.jpg",
      "catagory":"In the Fields",
      "name":"Old Field’s Reborn",
      "GawboyDescription":"It is nice when I drive through places like Embarrass and other old farming communities to see the fields being cleared and refenced. Even if the new fields are to feed a horse just used for pleasure it is nice to see the farm continuing on.  So this is a 4-H girl galloping her horse through the fields putting her through the paces.",
      "GawboyAudio":"in_the_field_6.mp3",
      "JourdainAnishinaabe":"Mashkosiiwan, giishkizhimowaad, wii-namowaad.",
      "JourdainEnglish":"Hay, they cut it, so they want to put it away.",
      "JourdainAudio":"in_the_field_6_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"by_the_fire_1.jpg",
      "catagory":"By the Fire",
      "name":"Chippewa Camp Scene",
      "GawboyDescription":"The series of paintings in which fire light was kind of common theme.",
      "GawboyAudio":"by_the_fire_1.mp3",
      "JourdainAnishinaabe":"Onaagoshing onaanaa’itoonawaa wiigwaasi-jiimaan",
      "JourdainEnglish":"When it is evening, they are fixing the birchbark canoe",
      "JourdainAudio":"by_the_fire_1_anishinaabe.mp3"
   },
   {
      "num":2,
      "imageFile":"by_the_fire_2.jpg",
      "catagory":"By the Fire",
      "name":"Storyteller",
      "gawboyDescription":"This is a cutout figure. It is painted on plywood and the plywood cutout kind of suggests a three dimensional form.",
      "gawboyAudio":"by_the_fire_2.mp3",
      "JourdainAnishinaabe":"Aadizookewikwe namadibid imaa ishkodeng",
      "JourdainEnglish":"Storyteller woman, she sits there by the fire",
      "JourdainAudio":"by_the_fire_2_anishinaabe.mp3"
   },
   {
      "num":3,
      "imageFile":"by_the_fire_3.jpg",
      "catagory":"By the Fire",
      "name":"Joining the Women",
      "gawboyDescription":"This is a girls coming of age ceremony just a part of it. The ceremony would be rather long lasting.",
      "gawboyAudio":"by_the_fire_3.mp3",
      "JourdainAnishinaabe":"Ikwezensag",
      "JourdainEnglish":"Girls",
      "JourdainAudio":"by_the_fire_3_anishinaabe.mp3"
   },
   {
      "num":4,
      "imageFile":"by_the_fire_4.jpg",
      "catagory":"By the Fire",
      "name":"Joining the Women 2",
      "gawboyDescription":"This was done on a plywood cut out. The plywood cut out was in a dome shape like a woman’s house and you have virtually the same type of scene.",
      "gawboyAudio":"by_the_fire_4.mp3",
      "JourdainAnishinaabe":"A’aw ikwe, ogikinoo’amaawaan i’iw odaanan gii-gizhiiginid",
      "JourdainEnglish":"That woman, she teaches her, her daughter, when she was growing up fast",
      "JourdainAudio":"by_the_fire_4_anishinaabe.mp3"
   },
   {
      "num":5,
      "imageFile":"by_the_fire_5.jpg",
      "catagory":"By the Fire",
      "name":"Storyteller Group",
      "gawboyDescription":"This is another piece from the Storyteller group. The Storyteller group is one of the other figurines, you see that same rock down there in the lower part of the slide. This is a plywood cut out about 8 inches high like the other one and this is one of the listeners to the Storyteller. Here again the light comes up from underneath as a painted affect. The candle light associated with the sculpture and adds to the drama of the scene.  ",
      "gawboyAudio":"by_the_fire_5.mp3",
      "JourdainAnishinaabe":"Obizindawaan iniw aadizookewikwe.",
      "JourdainEnglish":"She is listening to the storyteller woman.",
      "JourdainAudio":"by_the_fire_5_anishinaabe.mp3"
   },
   {
      "num":1,
      "imageFile":"on_the_prairie_1.jpg",
      "catagory":"On the Prairie",
      "name":"The Red River Cart",
      "GawboyDescription":"The red river carts operated between 1804 and the 1870's or 1880's when steamboats and railroads took their place. They went from Winnipeg Manitoba to St. Paul, MN right through what is now the White Earth Indian Reservation along the Red River Valley and cutting across along the Minnesota River to St. Paul. The people who ran these freight trains and trains that were long trains of oxen pulling carts where Indians who had sort of taken the role of the old time voyager but taken it over land. While the Red River was so full bends it made canoe traffic maddening. The freight traffic instead at the this point, furs and trade goods went over the land on the prairies themselves.  Pulled by this relative of the Texas long horn and a great big huge French cart these wheels rolled over the prairie relatively easily.  ",
      "GawboyAudio":"on_the_prairie_1.mp3",
      "JourdainAnishinaabe":"Odaabii’bizhikiwan gii-aabadiziwag mewinzha. Wemitigoozhiwag ogii-aabaji’aawaan odaabii’bizhikiwan.",
      "JourdainEnglish":"Pulling cow/oxen, they were used/useful along time ago. Frenchmen they used them oxen.",
      "JourdainAudio":"on_the_prairie_1_anishinaabe.mp3"
   }
]